{
  "jeed.category.effect_info": "Эффекты",
  "jeed.tooltip.color_complete": "%1$s: %2$s",
  "jeed.tooltip.color": "Цвет",
  "jeed.tooltip.beneficial": "Полезный",
  "jeed.tooltip.harmful": "Вредный",
  "jeed.description.missing": "Нет описания",

  "effect.minecraft.absorption.description": "К общему значению здоровья прибавляются дополнительные сердца за уровень. Изначально заполнены, но при получении игроком урона они исчезают.",
  "effect.minecraft.bad_omen.description": "При входе в деревню провоцирует начало набега.; Чем выше уровень тем сложнее набег.",
  "effect.minecraft.blindness.description": "Создает густой чёрный туман вокруг игрока, не позволяет бежать и наносить критические удары.",
  "effect.minecraft.conduit_power.description": "Повышает видимость в воде также увеличивает скрасть копания, предотвращает утопление.",
  "effect.minecraft.darkness.description": "Делает экран игрока чёрным на время и создаёт чёрный туман.",
  "effect.minecraft.dolphins_grace.description": "Ускоряет плавание игрока. Эффект получается от дельфинов.",
  "effect.minecraft.fire_resistance.description": "Делает игрока невосприимчивым к огню и лаве, также увеличивает поле зрения в лаве.",
  "effect.minecraft.glowing.description": "Сущность и всё, что она держит, становится полностью белой и светится, это видно даже сквозь непрозрачные блоки.",
  "effect.minecraft.haste.description": "Рука двигается быстрее и блоки разрушаются быстрее на 20 % за уровень.",
  "effect.minecraft.health_boost.description": "К общему значению здоровья прибавляются дополнительные сердца за уровень.",
  "effect.minecraft.hero_of_the_village.description": "Деревенские жители делают скидки для игрока и бросают ему подарки.",
  "effect.minecraft.hunger.description": "Увеличивает скорость истощения. Каждый уровень добавляет 0,025 к уровню истощения за такт.",
  "effect.minecraft.instant_damage.description": "Наносит урон живым, лечит нежить; 3 сердца за уровень.",
  "effect.minecraft.instant_health.description": "Лечит живых, наносит урон нежить; 2 сердца за уровень.",
  "effect.minecraft.invisibility.description": "Делает модель игрока невидимой. Мобы не замечают невидимого игрока, пока тот не нападет на них сам. Броня не становится невидимой.",
  "effect.minecraft.jump_boost.description": "Увеличивает высоту прыжка, уменьшает урон от падения на половину сердца за уровень.",
  "effect.minecraft.levitation.description": "Сущность непроизвольно взлетает.",
  "effect.minecraft.luck.description": "Увеличивает и улучшает качество сокровищ.",
  "effect.minecraft.mining_fatigue.description": "Рука двигается медленнее и блоки ломаются медленнее на 20 % за уровень.",
  "effect.minecraft.nausea.description": "Заставляет изображение «плавать», как при входе в портал.",
  "effect.minecraft.night_vision.description": "Увеличивает яркость и улучшает видимость в воде.",
  "effect.minecraft.poison.description": "Наносит половину сердца, но не убивает, оставляя сущности 1 единицу здоровья. Интервал уменьшается вдвое за уровень.",
  "effect.minecraft.regeneration.description": "Восстанавливает половину сердца каждые 50 тактов, интервал уменьшается вдвое за уровень",
  "effect.minecraft.resistance.description": "Уменьшает весь получаемый урон на 20 % за уровень.",
  "effect.minecraft.saturation.description": "Мгновенно утоляет голод. Количество восстанавливаемой сытости равно уровню эффекта",
  "effect.minecraft.slow_falling.description": "Позволяет игроку снижаться медленнее, чем обычно и не получать урон от падения.",
  "effect.minecraft.slowness.description": "Сужает поле зрения и уменьшает скорость передвижения по поверхности на 15 % за уровень.",
  "effect.minecraft.speed.description": "Расширяет поле зрения и повышает скорость передвижения по поверхности на 20 % за уровень.",
  "effect.minecraft.strength.description": "Увеличивает урон всех атак ближнего боя на 3 за уровень.",
  "effect.minecraft.unluck.description": "Уменьшает качество сокровищ",
  "effect.minecraft.water_breathing.description": "Под водой количество воздуха не уменьшается, улучшает видимость под водой.",
  "effect.minecraft.weakness.description": "DУменьшает силу атаки на половину сердца за уровень",
  "effect.minecraft.wither.description": "Наносит половину сердца урона каждые 40 тактов, интервал уменьшается вдвое за уровень."
}
